tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "danger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ibm-swift/kitura"
tap "jmacdonald/amp"
tap "kylef/formulae"
tap "mono0926/license-plist"
tap "neovim/neovim"
tap "prisma/prisma"
tap "vapor/tap"
tap "yonaskolb/beak", "https://github.com/yonaskolb/Beak.git"
brew "autoconf"
brew "automake"
brew "berkeley-db"
brew "gettext"
brew "carthage"
brew "cocoapods"
brew "ctags"
brew "dashing"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "doxygen"
brew "elixir"
brew "emacs", link: false
brew "ffmpeg"
brew "gcc"
brew "git"
brew "pkg-config"
brew "libtool"
brew "graphviz"
brew "highlight"
brew "python"
brew "httpie"
brew "imagemagick"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libmodbus"
brew "libtermkey"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "marathon-swift"
brew "mas"
brew "mosh"
brew "unibilium"
brew "neovim"
brew "nvm"
brew "optipng"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@5.6"
brew "phpunit"
brew "pinentry"
brew "plantuml"
brew "pngcrush"
brew "pngquant"
brew "qcachegrind"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "sourcekitten"
brew "sourcery"
brew "swiftformat"
brew "swiftlint"
brew "swiftplate"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "codeclimate/formulae/codeclimate"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "danger/tap/danger-swift"
brew "ibm-swift/kitura/kitura"
brew "kylef/formulae/swiftenv"
brew "mono0926/license-plist/license-plist"
brew "prisma/prisma/prisma"
brew "vapor/tap/cmysql"
brew "vapor/tap/vapor"
brew "yonaskolb/beak/beak"
cask "alfred"
cask "arduino"
cask "arq"
cask "brisk"
cask "charles"
cask "cheatsheet"
cask "cloak"
cask "crosspack-avr"
cask "docker"
cask "fastlane"
cask "gitup"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpgtools"
cask "graphiql"
cask "haskell-for-mac"
cask "imageoptim"
cask "iterm2"
cask "kindlegen"
cask "ksdiff"
cask "lego-digital-designer"
cask "licecap"
cask "ngrok"
cask "omnifocus"
cask "phpstorm-eap"
cask "postgres"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "reveal"
cask "sequel-pro"
cask "shortcat"
cask "sketch"
cask "skype"
cask "subler"
cask "swiftybeaver"
cask "timing"
cask "transmission"
cask "visual-studio-code"
cask "wireshark"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Base", id: 402383384
mas "Bear", id: 1091189122
mas "DevCleaner", id: 1388020431
mas "Drop", id: 1173932628
mas "Easy APNs Provider", id: 989622350
mas "Evernote", id: 406056744
mas "Haskell", id: 841285201
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Pocket", id: 568494494
mas "Postico", id: 1031280567
mas "Quiver", id: 866773894
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tomato One", id: 907364780
mas "Transmit", id: 403388562
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
