tap "vapor/tap"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
tap "caskroom/versions"
tap "caskroom/cask"
tap "kylef/formulae"
tap "neovim/neovim"
tap "mono0926/license-plist"
brew "autoconf"
brew "automake"
brew "awscli"
brew "gettext"
brew "git"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "elixir"
brew "emacs"
brew "gdbm"
brew "pkg-config"
brew "icu4c"
brew "highlight"
brew "xz"
brew "httpie"
brew "libtool"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libmodbus"
brew "libtermkey"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "mas"
brew "mobile-shell"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "optipng"
brew "phantomjs"
brew "pinentry"
brew "pngcrush"
brew "pngquant"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "sourcekitten"
brew "sourcery"
brew "swiftformat"
brew "swiftlint"
brew "swiftplate"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "watchman"
brew "wget"
brew "yarn"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "homebrew/php/boris"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/phpmd"
brew "homebrew/php/phpunit"
brew "homebrew/php/psysh"
brew "kylef/formulae/swiftenv"
brew "mono0926/license-plist/license-plist"
brew "vapor/tap/cmysql"
brew "vapor/tap/vapor"
cask "alfred"
cask "arq"
cask "charles"
cask "cloak"
cask "crosspack-avr"
cask "docker"
cask "fastlane"
cask "gitup"
cask "google-chrome-canary"
cask "gpgtools"
cask "haskell-for-mac"
cask "imageoptim"
cask "iterm2"
cask "kindlegen"
cask "ksdiff"
cask "lego-digital-designer"
cask "licecap"
cask "ngrok"
cask "omnifocus"
cask "phpstorm-eap"
cask "postgres"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "reveal"
cask "sequel-pro"
cask "shortcat"
cask "sketch"
cask "skype"
cask "subler"
cask "swiftybeaver"
cask "transmission"
cask "visual-studio-code"
cask "wireshark"
mas "1Password", id: 443987910
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Base", id: 402383384
mas "DaisyDisk", id: 411643860
mas "Drop", id: 1173932628
mas "Easy APNs Provider", id: 989622350
mas "GarageBand", id: 682658836
mas "Haskell", id: 841285201
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Pocket", id: 568494494
mas "Postico", id: 1031280567
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Tomato One", id: 907364780
mas "Transmit", id: 403388562
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
