tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cmake'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'icu4c'
brew 'jemalloc'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libmodbus'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'libxml2'
brew 'libyaml'
brew 'mas'
brew 'msgpack'
brew 'node'
brew 'pcre'
brew 'pkg-config'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'sourcekitten'
brew 'swiftlint'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'watchman'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'homebrew/php/php71'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php71-xdebug'
brew 'homebrew/php/phpunit'
brew 'neovim/neovim/neovim'
cask 'alfred'
cask 'arq'
cask 'cloak'
cask 'docker'
cask 'fastlane'
cask 'gitup'
cask 'google-chrome-canary'
cask 'gpgtools'
cask 'haskell-for-mac'
cask 'iterm2'
cask 'lego-digital-designer'
cask 'omnifocus'
cask 'phpstorm-eap'
cask 'postman'
cask 'sequel-pro'
cask 'sketch'
cask 'swiftybeaver'
cask 'visual-studio-code'
mas 'Kaleidoscope', id: 587512244
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'OmniGraffle', id: 1142578753
mas 'GarageBand', id: 682658836
mas 'Haskell', id: 841285201
mas '1Password', id: 443987910
mas 'Tweetbot', id: 557168941
mas 'Paste', id: 967805235
mas 'Xcode', id: 497799835
mas 'Affinity Photo', id: 824183456
mas 'Pages', id: 409201541
mas 'Postico', id: 1031280567
mas 'xScope', id: 889428659
mas 'iMovie', id: 408981434
mas 'Numbers', id: 409203825
mas 'Transmit', id: 403388562
mas 'Base', id: 402383384
mas 'Slack', id: 803453959
mas 'Drop', id: 1173932628
mas 'Affinity Designer', id: 824171161
mas 'Pocket', id: 568494494
